kAMDSuccess = "Der skete en fejl.";
kAMDUndefinedError = "Der opstod en ukendt fejl.";
kAMDBadHeaderError = "Kan ikke overføre arkiv.";
kAMDNoResourcesError = "Kan ikke tildele en ressource.";
kAMDReadError = "Kan ikke læse fra enheden.";
kAMDWriteError = "Kan ikke skrive til enheden.";
kAMDUnknownPacketError = "Pakken er ukendt.";
kAMDInvalidArgumentError = "Argumentet er ugyldigt.";
kAMDNotFoundError = "Arkivet blev ikke fundet.";
kAMDIsDirectoryError = "Stien er et bibliotek.";
kAMDPermissionError = "Du har ikke tilladelse.";
kAMDNotConnectedError = "Ikke forbundet til enheden.";
kAMDTimeOutError = "Handlingen udløb.";
kAMDOverrunError = "Der var bufferoverløb.";
kAMDEOFError = "Slutning på arkiv.";
kAMDUnsupportedError = "Denne handling understøttes ikke.";
kAMDFileExistsError = "Arkivet findes allerede.";
kAMDBusyError = "Enheden er i brug.";
kAMDCryptoError = "Kan ikke etablere en sikker forbindelse til enheden.";
kAMDTooBigError = "Beskeden er for stor.";
kAMDInvalidResponseError = "Modtog et uventet svar fra enheden.";
kAMDMissingKeyError = "Nøglen mangler.";
kAMDMissingValueError = "Værdien mangler.";
kAMDGetProhibitedError = "Kan ikke hente værdi fra adgangskodebeskyttet enhed.";
kAMDSetProhibitedError = "Kan ikke indstille værdi på enhed.";
kAMDRemoveProhibitedError = "Kan ikke fjerne værdi på enhed.";
kAMDImmutableValueError = "Denne værdi kan ikke ændres.";
kAMDPasswordProtectedError = "Enheden er beskyttet med en adgangskode.";
kAMDMissingHostIDError = "Enheden genkender ikke denne vært.";
kAMDInvalidHostIDError = "Enheden genkender ikke denne vært.";
kAMDSessionActiveError = "Sessionen er aktiv.";
kAMDSessionInactiveError = "Sessionen er passiv.";
kAMDMissingSessionIDError = "Session-id mangler.";
kAMDInvalidSessionIDError = "Session-id er ugyldig.";
kAMDMissingServiceError = "Tjenesten mangler.";
kAMDInvalidServiceError = "Tjenesten er ugyldig.";
kAMDServiceLimitError = "Denne tjeneste afvikles allerede for mange gange.";
kAMDCheckinSetupFailedError = "Kan ikke starte tjeneste på enhed";
kAMDInvalidCheckinError = "Kan ikke starte tjeneste på enhed";
kAMDCheckinTimeoutError = "Tjenesten startede ikke korrekt på enheden.";
kAMDCheckinConnectionFailedError = "Tjenesten startede ikke korrekt på enheden.";
kAMDCheckinReceiveFailedError = "Tjenesten startede ikke korrekt på enheden.";
kAMDCheckinResponseFailedError = "Tjenesten startede ikke korrekt på enheden.";
kAMDCheckinOutOfMemoryError = "Tjenesten startede ikke korrekt på enheden.";
kAMDCheckinSendFailedError = "Tjenesten startede ikke korrekt på enheden.";
kAMDMissingPairRecordError = "Værten er ikke parret med enheden.";
kAMDInvalidPairRecordError = "Værten er ikke længere parret med enheden.";
kAMDSavePairRecordFailedError = "Kan ikke arkivere parringsoptegnelsen.";
kAMDInvalidActivationRecordError = "Aktiveringsoptegnelsen er ikke gyldig.";
kAMDMissingActivationRecordError = "Aktiveringsoptegnelsen blev ikke fundet.";
kAMDServiceProhibitedError = "Tjenesten kunne ikke startes på enheden.";
kAMDEscrowLockedError = "Enhed er først tilgængelig efter den låses op efter start.";
kAMDProhibitedBySupervision = "Handling ikke tilladt på enheder, der er under opsyn.";
kAMDPairingProhibitedError = "Pardannelse tillades kun via USB.";
kAMDWrongDroidError = "Enheden er i gendannelsesfunktion.";
kAMDSUVerificationError = "Softwareopdateringspakken kan ikke kontrolleres.";
kAMDSUPatchError = "Kan ikke rette arkivet.";
kAMDSUFirmwareError = "Kan ikke opdatere firmwaren.";
kAMDProvisioningProfileNotValid = "Programbeskrivelsen er ikke gyldig.";
kAMDSendMessageError = "Kan ikke sende en besked til enheden.";
kAMDReceiveMessageError = "Kan ikke modtage en besked fra enheden.";
kAMDMissingOptionsError = "Indstillingerne mangler.";
kAMDMissingImageTypeError = "Billedet mangler.";
kAMDDigestFailedError = "Kan ikke læse diskbillede.";
kAMDStartServiceError = "Tjenesten kunne ikke startes.";
kAMDInvalidDiskImageError = "Diskbilledet er ugyldigt.";
kAMDMissingDigestError = "Resumeet mangler.";
kAMDMuxError = "Der opstod en fejl med USB-enhedesmultiplex.";
kAMDApplicationAlreadyInstalledError = "Et systemprogram med den anførte pakke-id er allerede installeret på enheden, og kan ikke erstattes.";
kAMDApplicationMoveFailedError = "Programmet kunne ikke flyttes på plads på enheden.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Programmet kunne ikke testes.";
kAMDApplicationVerificationFailedError = "Programmet kan ikke kontrolleres.";
kAMDArchiveDestructionFailedError = "Kan ikke fjerne programarkivet.";
kAMDBundleVerificationFailedError = "Operatørpakken kunne ikke kontrolleres.";
kAMDCarrierBundleCopyFailedError = "Kan ikke installere operatørpakken.";
kAMDCarrierBundleDirectoryCreationFailedError = "Kan ikke oprette bibliotek til operatørpakke.";
kAMDCarrierBundleMissingSupportedSIMsError = "Der er ingen understøttede SIM-kort til denne operatørpakke.";
kAMDCommCenterNotificationFailedError = "Kan ikke lytte efter beskeder fra standardbåndet.";
kAMDContainerCreationFailedError = "Kan ikke oprette programbeholder.";
kAMDContainerP0wnFailedError = "Kan ikke reparere tilladelser i programbeholder.";
kAMDContainerRemovalFailedError = "Kan ikke fjerne programbeholderen.";
kAMDEmbeddedProfileInstallFailedError = "Kan ikke installere den integrerede programbeskrivelse.";
kAMDErrorError = "Der opstod en fejl.";
kAMDExecutableTwiddleFailedError = "Kan ikke ændre udførelsestilladelser til programmet.";
kAMDExistenceCheckFailedError = "Kan ikke kontrollere, om programmet allerede findes.";
kAMDInstallMapUpdateFailedError = "Kan ikke opdatere den installerede programliste.";
kAMDManifestCaptureFailedError = "Kan ikke arkivere programspecifikation.";
kAMDMapGenerationFailedError = "Kan ikke oprette programliste.";
kAMDMissingBundleExecutableError = "Programpakken indeholder ikke et arkiv, der kan udføres.";
kAMDMissingBundleIdentifierError = "Programpakken indeholder ikke en gyldig identifikator.";
kAMDMissingBundlePathError = "Kan ikke bestemme sti til programpakke.";
kAMDMissingContainerError = "Kan ikke finde beholderen til det installerede program.";
kAMDNotificationFailedError = "Kan ikke sende en besked.";
kAMDPackageExtractionFailedError = "Kan ikke åbne programpakken.";
kAMDPackageInspectionFailedError = "Kan ikke kontrollere programpakken.";
kAMDPackageMoveFailedError = "Kan ikke flytte programpakken til den midlertidige lokalitet.";
kAMDPathConversionFailedError = "Kan ikke konvertere stien.";
kAMDRestoreContainerFailedError = "Kan ikke gendanne programbeholder.";
kAMDSeatbeltProfileRemovalFailedError = "Kan ikke fjerne programmets sikkerhedsbeskrivelse.";
kAMDStageCreationFailedError = "Kan ikke oprette midlertidigt bibliotek.";
kAMDSymlinkFailedError = "Kan ikke oprette symlink.";
kAMDiTunesArtworkCaptureFailedError = "Kan ikke arkivere iTunes-billeder.";
kAMDiTunesMetadataCaptureFailedError = "Kan ikke arkivere iTunes-metadata.";
kAMDAlreadyArchivedError = "Programmet er allerede arkiveret.";
kAMDUnknownCommandError = "Enheden genkender ikke kommandoen.";
kAMDAPIInternalError = "Der opstod en intern API-fejl.";
kAMDMuxCreateListenerError = "Kan ikke lytte efter USB-enheder.";
kAMDMuxGetListenerError = "Kan ikke hente USB-lytteemne.";
kAMDMuxConnectError = "Kan ikke oprette forbindelse til enhed.";
kAMDDeviceTooNewError = "Programmet skal opdateres.";
kAMDDeviceRefNoGood = "Denne enhed er ikke længere tilsluttet.";
kAMDDeviceDisconnectedError = "Denne enhed er ikke længere tilsluttet.";
kAMDCannotTranslateError = "Kan ikke oversætte beskeder fra enhed.";
kAMDMobileImageMounterMissingImageSignature = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterResponseCreationFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterMissingImageType = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterMissingImagePath = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterImageMapLoadFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterAlreadyMounted = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterImageMoveFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterMountPathMissing = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterMountPathNotEmpty = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterImageMountFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterDigestFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterDigestCreationFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterImageVerificationFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterImageInfoCreationFailed = "Kan ikke understøtte udvikling.";
kAMDMobileImageMounterImageMapStoreFailed = "Kan ikke understøtte udvikling.";
kAMDDeviceOSVersionTooLow = "Enhedens OS-version er for lav.";
kAMDNoWifiSyncSupportError = "Enhed understøtter ikke trådløs synkronisering.";
kAMDDeviceFamilyNotSupported = "Programmet understøtter ikke denne type enhed.";
kAMDPackagePatchFailedError = "Kan ikke anvende opdatering med rettelse i programmet.";
kAMDIncorrectArchitectureError = "Programmet understøtter ikke denne enheds CPU-type.";
kAMDPluginCopyFailedError = "Kan ikke kopiere VPN-tilbehør til programbeholder.";
kAMDBreadcrumbFailedError = "Kan ikke skrive til installeringsbrødkrumme.";
kAMDBreadcrumbUnlockError = "Kan ikke opdatere installeringsbrødkrumme.";
kAMDGeoJSONCaptureFailedError = "Kan ikke arkivere GeoJSON-data.";
kAMDNewsstandArtworkCaptureFailedError = "Kan ikke arkivere Bladkiosk-billeder.";
kAMDMissingCommandError = "Anmodningen indeholdt ikke en kommando.";
kAMDNotEntitledError = "Det program, der spørger, må ikke foretage denne anmodning.";
kAMDMissingPackagePathError = "Anmodning manglede sti til pakke.";
kAMDMissingContainerPathError = "Anmodning manglede sti til beholder.";
kAMDMissingApplicationIdentifierError = "Anmodning manglede program-id.";
kAMDMissingAttributeValueError = "Anmodning manglede en nødvendig værdi.";
kAMDLookupFailedError = "Kan ikke vise installerede programmer.";
kAMDDictCreationFailedError = "Kan ikke udskille funktioner fra anmodningen.";

/* kMISFileError */
"A file operation failed." = "En arkivhandling mislykkedes.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "En signeret ressource er tilføjet, ændret eller slettet.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "En gyldig programbeskrivelse til denne udførsel blev ikke fundet.";

/* kMISUnknownError */
"An unknown error has occurred." = "Der er opstået en ukendt fejl.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Forsøg på at ændre en uforanderlig programbeskrivelse.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Programmet har ikke en gyldig signatur.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Programmets signatur er gyldig men svarer ikke til den forventede værdi.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Det der skal udføres, indeholder en ugyldig signatur.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Det der skal udføres er signeret med ugyldige berettigelser.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Identiteten brugt til at signere det der skal udføres, er ikke længere gyldigt.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "Signaturen er ikke gyldig.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Der opstod en fejl under kommunikation med enheden.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Denne programbeskrivelse kan ikke installeres på denne enhed.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Denne programbeskrivelse har ikke en gyldig signatur (eller den har en gyldig signatur uden godkendelse).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Denne programbeskrivelse er udløbet.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Denne programbeskrivelse er ødelagt.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Denne programbeskrivelse er ikke understøttet.";

/* kMISAllocationError */
"Unable to allocate memory." = "Kan ikke tildele hukommelse.";

